// 所有协议
const agreement = {
  // 团团语音服务协议
  service: {
    title: '团团语音服务协议',
    content: [
      {
        con: `《“团团语音会员”服务协议》<br>
                深圳市团团互娱网络科技有限公司（以下简称”公司”）在此特别提醒您，在您开通“团团语音会员〞服务之前，请认真阅读本《"团团语音会员”服务协议》（以下简称“服务协议”），确保您充分理解服务协议中各条款，包括免除公司责任的条款及限制用户权利的条款。请您审慎阅读并选择接受或不接受本服务条款。除非您接受本服务条款所有条款，否则您不得注册、登录或使用本服务条款所涉服务。您的注册、登录、使用等行为将视为对本服务条款的接受，并同意接受本服务条款各项条款的约束。`,
      },
      {
        con: `本协议描述团团语音与用户之间关于本服务的使用及相关方面的权利义务。“用户〞是指享受团团语音提供的用户服务的个人或单一实体`,
      },
      {
        con: `本服务条款约定公司与您之间关于"团团语音会员"服务的各项事项。“团团语音会员”服务是有偿的增值服务，用户必须完全同意本服务条款，并完成付费，才能享受相关服务，本服务条款是基于"团团语音"软件的 《用户协议》而制定，是其不可分割的一部分。同时，公司不时发布的关于服务的各种规范、规则等也是本服务条款的一部分。您选择接受本服务条款开通“团团语音会员”服务，即表示您同意接受本服务条款、《用户协议》及各种规范、规则的各项约束，并将遵守。如果您不接受本服务条款，则不能享受本服务条款所涉服务。本服务条款可由公司随时更新，更新后的服务条款一旦公布即代替原来的服务条款，恕不再另行通知，用户可在本网站查阅最新版服务条款。`,
      },
      {
        tit: '总则',
        con: `1. 团团语音是由上深圳市团团互娱网络科技有限公司创建、运行的移动社交产品。<br>
                2.团团语音用户是指完成全部注册流程，愿意接受团团语音《用户协议》 并在团团语音相关使用规范的规定下使用团团语音服务的注册用户。<br>
                3."团团语音会员”服务是公司为团团语音用户提供的有偿增值服务，用户向公司支付相关费用后，方可享受专门的各项服务。<br>
                4. 用户必须遵守团团语音《用户协议》及本服务条款。`,
      },
      {
        tit: '二、服务费用',
        con: `1."团团语音会员“服务费用标准为用户在开通服务时所收到的价格，用户应通过一次性支付的方式购买"团团语音会员〞服务。公司将根据不同的购买方式和数量，向用户提供不同幅度的优惠，具体优惠信息以支付页上内容为准。<br>
                2. 公司可以根据实际情况随时调整服务费用标准，经调整的服务费用标准将在支付页上显示，用户按调整后的服务费用标准支付后方可享有或延续"团团语音会员“服务。已按原服务费用标准购买服务的用户，其所享有的服务在已购买的期限内不受影响，无需补充缴纳差额。`,
      },
      {
        tit: '三、服务内容',
        con: `1.团团语音将为用户提供多种专享的增值服务，具体内容将在相关页面显示。<br>
                2.团团语音可以根据实际情况随时调整用户服务内容。<br>
                3.用户一次性购买1个月/3个月/12个月的服务，在支付行为发生后，该笔费用不予退还。`,
      },
      {
        tit: '四、服务的开通和终止',
        con: `1.团团语音用户完成用户注册程序，并通过团团语音平台提供的付费途径完成费用的支付后即取得“团团语音会员”服务。<br>
                2. 服务有效期自服务开通之时起算，具体期限可以登录客户端"会员中心"查看。`,
      },
      {
        tit: '五、用户的权利和义务',
        con: `1. 用户平等享有权利，同时应遵守公司的各项规范、规则，包括但不限于本服务条款和《用户协议》。<br>
                2.因违反公司《用户协议》而导致服务被暂停使用的相关损失，由用户自行承担。<br>
                3.用户在服务有效期内可以各项增值服务。<br>
                4. 如用户在服务有效期内主动终止或取消服务，公司不负责退还与该用户剩余服务有效期对应的服务费用。<br>
                5. 用户自行承担在团团语音中传送、发布信息及使用团团语音免费服务或收费服务的法律责任，用户使用团团语音服务，包括免费服务与收费服务的行为，均应遵守各项法律法规、规章、规范性文件（以下简称“法律法规”)。`,
      },
      {
        tit: '六、公司的权利和义务',
        con: `1.公司有义务保证遵守本服务条款、团团语音《用户协议》及各项规范、规则的用户正常使用"团团语音会员〞服务，当出现技术故障影响服务的正常提供时，公司应尽快排除故障，但对于用户因此产生的任何损失，公司不承担责任。<br>
                2. 团团语音在未经用户授权时，不得公开、编辑或透露用户注册及保存的非公开信息，但法律法规明确规定及《用户协议》约定的情形除外。<br>
                3.公司将通过团团语音系统对用户进行通知和公告。<br>
                4.因不可抗力造成服务提供的中断或其它缺陷，公司不承担任何责任，但将尽力减少因此给用户造成的损失和影响。<br>
                5. 因用户原因造成的团团语音帐号密码泄露，公司不承担责任，同时为避免帐号被盗用后滥用而引起法律风险，公司可以在用户举报该情形后采取一切措施避免第三方对用户的帐号实施操作行为，而不论该第三方基于何种目的、获取方式是否善意。<br>
                6. 如用户在使用团团语音免费服务或收费服务的过程中，故意进行有损公司、团团语音平台、其他团团语音用户合法权益的行为，或存在《用户协议》约定的相关情形，公司有权取消该用户的用户资格或中断一项或多项服务而无须给予任何补偿，并保留追究该用户法律责任的权利。<br>
                7. 如用户在使用团团语音免费服务或收费服务的过程中，存在违反法律法规的行为，公司有权取消该用户的用户资格而无须给予任何补偿，且该用户须自行承担全部责任。`,
      },
      {
        tit: '七、其他',
        con: `1.公司不时发布的关于服务的规范、规则等，是本服务条款不可分给的一部分。<br>
                2.如本服务条款与《用户协议》发生冲突或本服务条款无规定时，应以《用户协议》的规定为准。<br>
                3.本服务条款的解释、效力及纠纷的解决，适用中华人民共和国法律。若用户和公司之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交公司住所地有管辖权的人民法院管辖。<br>
                4.本服务条款的版权由公司所有，公司保留一切解释和修改的权利。<br>
                5.公司可依照团团语音发展的不同阶段，随着社区管理经验的不断丰富，出于维护用户秩序的目的，不断完善本服务条款。<br>
                深圳市团团互娱网络科技有限公司`,
      },
    ],
  },
  // 团团语音订阅服务协议
  subscribe: {
    title: '团团语音订阅服务协议',
    content: [
      {
        con: `《“团团语音会员”订阅服务协议》<br>
                一、服务条款的接受与修改
                本协议是由深圳市团团互娱网络科技有限公司（下称“公司”）与团团语音用户（下称“用户”）之间关于用户使用团团语音提供的自动续费委托扣款服务（下称“本服务”）所订立的协议（下称“本协议”），本协议描述团团语音与用户之间关于本服务的使用及相关方面的权利义务。“用户”是指享受团团语音提供的用户服务的个人或单一实体。深圳市团团互娱网络科技有限公司在此特别提醒用户请认真阅读本协议，确保用户充分理解服务条款中各条款，包括免除团团语音责任的条款以及限制用户的条款，请用户审慎阅读并选择接受或不接受本服务条款，否则用户不得注册、登录或使用本服务条款所涉服务。本协议构成用户（无论个人或者单位）使用团团语音所提供的本服务之先决条件，除非用户接受本协议条款，否则用户无权使用本服务，用户选择使用本服务行为将视为同意接受本协议各项条款的约束。`,
      },
      {
        tit: '二、服务说明',
        con: `1．本服务是出于用户对于自动续费的需求，在用户已开通本服务的前提下，避免用户因疏忽或其他原因导致未能及时续费造成损失而推出的服务，用户不可撤销的授权团团语音可在用户有效期即将过期时，从用户的自有充值账户、与用户账号绑定的第三方支付账户、银行卡、通信账户（以下统称“账户”）余额中代扣下一个计费周期（1个月）订阅服务费。该服务实现的前提是用户已将其团团语音用户账号与上述账户绑定，且可成功从其上述账户中扣款。如用户一次性支付1个月／3个月／12个月的服务费用，则服务自支付当日生效，便不存在自动续费的情形。<br>
                2．自动续费具体指，基于本条第一款的前提，团团语音通过上述账户收取用户下一计费周期订阅服务的扣费方式，用户需要保证团团语音可以从上述账户扣款成功，因上述账户中可扣款余额不足导致的续费失败，由用户自行承担责任。<br>
                3．用户在享受本服务时，应同时受《团团语音用户协议》和《“团团语音会员”服务协议》的约束，当用户使用本服务时，用户的使用行为视为其对本服务的服务条款以及团团语音针对本服务发出的各类公示的同意。<br>
                4．团团语音向用户提供的本服务均仅限于用户在团团语音平台使用，任何以恶意破解等非法手段将团团语音提供的本服务内容与团团语音平台分离的行为，均不属于本协议中约定的本服务。由此引起的一切法律后果由行为人负责，团团语音将依法追究行为人的法律责任。`,
      },
      {
        tit: '三、自动续费服务声明',
        con: `1. 本服务由用户自主选择是否取消，如需取消订阅：<br>
                （1）在苹果手机上，请手动打开苹果手机“设置”一二进入“Tunes Store 与 App Store”—>点击“App ID”,，选择“查看AppID”，进入“账户设置”页面，点击“订阅”选择喵喵用户 取消订阅即可。<br>
                （2）在Android系统的手机上，取消订阅的路径为：<br>
                a、进入微信-＞“我”—＞“钱包”—＞“支付中心”—＞“支付管理”—＞“自动扣费”。<br>
                b、进入支付宝“我的”->“设置”->“支付设置”->“免密支付/自动扣款” <br>
                （3）若未在订阅期结束的至少24小时前关闭订阅，则视为用户同意喵喵按照一定规则进行不定期的扣款尝试，一旦扣款成功，喵喵将为用户开通下一个计费周期的订阅服务。
                `,
      },
      {
        tit: '四、双方的权利和义务',
        con: `1．团团语音通过用户上述账户扣除下一计费周期订阅服务费，应于当期服务结束前24小时扣划，并将款项记入用户支付记录，并同时相应延长用户的服务有效期。<br>
                2．如在扣费过程出现差错，团团语音和用户应密切配合查明原因，各自承担己方过错造成的损失；若因双方各自存在不均等过错造成的损失，由双方按过错的程度承担相应责任；双方共负责任的，由双方均摊责任。<br>
                3．团团语音可根据其业务开展或技术升级等情况变更或修改本协议的有关服务内容、规则及条款，团团语音在做出上述变更或修改前，将在团团语音相关页面上公示修改的内容，但无义务另行做个别通知。如果用户不同意本协议的修改，可以取消已经获取的服务并停止使用；如果用户继续使用团团语音提供的服务，则视为用户已经接受本协议的全部修改。`,
      },
      {
        tit: '五、协议有效期限、终止',
        con: `1．本协议自用户选择接受或使用本服务后生效，直至用户终止本服务／注销用户资格时终止。<br>
                2．如用户一次性购买1个月／3个月／12个月的服务，在支付行为发生后，该笔费用不予退还。`,
      },
      {
        tit: '六、违约责任',
        con: `如果一方违约，守约方有权通过双方约定的争议解决方式获得补偿。`,
      },
      {
        tit: '七、争议解决和法律适用',
        con: `团团语音与用户应通过友好协商解决本协议履行过程中产生的争议，经协商无法解决的，任何一方均有权将争议提交至有管辖权的人民法院诉讼解决。本协议的解释、效力和执行等有关问题均适用中华人民共和国法律。<br>
                深圳市团团互娱网络科技有限公司`,
      },
    ],
  },
};

export default agreement;
