export default [
  {
    title: '宾客入场',
    content: `
  <div>尊敬的各位来宾，女士们，先生们:</div>
  <p>大家好！</p>
  <p>今天是一个充满幸福和喜悦的日子，我们齐聚在这里，共同见证[新郞姓名]和[新娘姓名]的神圣婚礼。在这个充满爱与温暖的时刻，我非常荣幸能够担任这场婚礼的司仪，为两位新人的幸福之旅掌舵护航。</p>
  <p>首先，我要对各位来宾的到来表示最热烈的欢迎和最衷心的感谢！大家的到来，让这场婚礼更加温馨、更加完美。看那喜糖甜蜜<span class="red">（喜糖）</span>，玫瑰花娇艳<span class="red">（玫瑰花）</span>，还有气球盛典<span class="red">（气球盛典）</span>将欢乐氛围拉满。让我们一同在这美好中，共享这份幸福与喜悦，为新人送上最真挚的祝福。</p>
  <p>接下来，让我们用热烈的掌声欢迎今天的主角们登场！<span class="green">（入场座驾，上麦特效）</span>看，新郎英姿飒爽，新娘美丽动人，他们就像童话故事里的王子和公主，在今天，将开启属于他们的幸福篇章。</p>
  <p>在这幸福满溢的美妙时刻，我深信每一位来宾的心底都充满了感动和祝福。让我们将最诚挚的祝愿献给他们，为他们的幸福时刻再添一抹绚丽的色彩。我们送上气球的盛宴<span class="red">（气球盛典）</span>，礼炮的爱心轰鸣<span class="red">（爱心礼炮）</span>，烟花的爱恋璀璨<span class="red">（爱恋烟花）</span>，将这些热烈的礼物赠予他们，让婚礼的房间充满我们的炽热热情，燃爆整个场景，璀璨夺目。</p>
  `,
  },
  {
    title: '仪式环节',
    content: `
  <p>新郎递上那束象征爱意的手捧花<span class="red">（手捧花）</span>用心为新娘戴上头纱，让幸福的面纱在她头顶轻轻飘落<span class="red">(戴头纱)</span><span class="green">（礼物附带头像框）</span>，开启他们爱的华丽篇章。</p>
  <p>现在，请新郎牵起新娘的手，四目相对，让我们一起感受你们心中的那份真情和爱意。我相信，你们的爱情会像夜空中最璀璨的星星，永远闪耀光芒。</p>
  <p>接下来，让我们一同踏入这充满温情与浪漫的时刻，共同见证新人的爱情之路。那樱花树下的恋语，倾诉着彼此的深情<span class="red">（樱花恋语）</span>；浪漫夜晚的相伴，编织着无尽的美好<span class="red">（浪漫夜晚）</span>；爱的献礼，是心与心的交换<span class="red">（爱的献礼）</span>；玫瑰花嫁，绽放着幸福的光芒<span class="red">（玫瑰花嫁）</span>。这一路走来，他们的爱意如春风般温暖，他们的甜蜜似花蜜般醉人。每一个瞬间都承载着他们对彼此的坚定承诺，每一个细节都彰显着他们深厚的情感。</p></p></span>
  <p>让我们用最热烈的掌声，气球的盛宴<span class="red">（气球盛典）</span>，礼炮的爱心轰鸣<span class="red">（爱心礼炮）</span>，烟花的爱恋璀璨<span class="red">（爱恋烟花）</span>，为他们的坚定信念欢呼喝彩，祝福他们在未来的日子里，爱情永恒，幸福绵长，携手走过每一个灿烂的明天。</p>
  <p>在大家的祝福中，新人手挽手步入华丽的婚车<span class="red">（美好婚车）</span>，前往幸福的下一站。在庄严而浪漫的氛围里，他们彼此深情凝望，让我们一起见证这对新人交换戒指的神圣时刻。<span class="red">（甜蜜之约）</span><span class="yellow">（播放第一夫人高潮/终于等到你高潮）</span>这小小的戒指，承载着他们对彼此无尽的爱意，象征着他们永恒的承诺。</p>
  <p>在那如梦如幻的粉色浪漫城堡前<span class="red">（浪漫城堡）</span>，新郎温柔地张开双臂，将新娘轻轻拥入怀中。他们紧紧相拥，脸上洋溢着幸福与甜蜜，仿佛整个世界都只剩下他们彼此。这一刻，时间仿若被施了魔法一般定格，周围的一切都成为了他们爱情的美丽陪衬，将这永恒的瞬间深深铭刻<span class="red">（永恒挚爱）</span>。</p>
  <p>各位亲爱的朋友们，接下来美丽的新娘要将手捧花送给台下的好友<span class="green">（扔捧花）</span>。这束花承载着她的幸福与喜悦，她希望通过这一传递，将幸福的种子撒向好友，让好友也能感受到这份美好，愿这份幸福在朋友间延续、绽放。</p>
  <p>在这个美好的时刻，我们送上气球的盛宴<span class="red">（气球盛典）</span>，礼炮的爱心轰鸣<span class="red">（爱心礼炮）</span>，烟花的爱恋璀璨<span class="red">（爱恋烟花）</span>，将这些热烈的礼物赠予他们，让我们共同举杯<span class="red">（红酒干杯）</span>，为新人的幸福生活干杯！愿你们的爱情如同美酒一般，越陈越香，永远甜蜜！</p>
  <p><span class="title">发证书，下一步</span></p>
  <p>亲爱的新人，作为你们婚礼的司仪，此刻我无比荣幸地为你们颁发这神圣的结婚证书。它象征着你们爱情的升华，也见证着你们的承诺。愿你们的婚姻长长久久，在未来的岁月里相互陪伴，携手走过每一个幸福时刻，爱情永远甜蜜如初。</p>
  <p>此刻，站在我身边的这对新人，[新郎姓名]和[新娘姓名]，你们是天造地设的一对，是彼此生命中最重要的人。在今后的日子里，你们将携手走过人生的每一个阶段，共同经历风雨，共同分享喜悦。</p>
  `,
  },
  {
    title: '新人感谢',
    content: `
  <p>各位来宾，新人怀着感恩之心，为大家送上婚礼蛋糕<span class="red">（婚礼蛋糕）</span>与伴手礼<span class="red">（伴手礼）</span><span class="green">（全麦）</span>。蛋糕承载着他们的甜蜜，伴手礼蕴含着他们的情谊。愿这份心意能给大家带来快乐和温暖，共享这份喜悦与美好。让我们大家共同举杯<span class="red">（红酒干杯）</span>，一起为新人送上最美好的祝愿，祝新人永远幸福甜蜜，相伴一生。</p>
  `,
  },
  {
    title: '全场互动',
    content: `
  <p>各位来宾朋友们，接下来是我们欢乐的宾客互动环节。这是一个分享喜悦的时刻，我相信每一位在场的朋友都和新人有着特别的缘分和故事。现在，我诚挚地邀请大家积极参与进来。无论是送上你们衷心的祝福话语，还是展示一段精彩的小才艺，都能为这场婚礼增添更多的欢乐和温馨。让我们一起用热情和爱，让新人感受到我们对他们深深的祝福，让这个美好的婚礼更加令人难忘。来吧，朋友们，舞台交给你们，一起嗨起来！</p>
  <p>宾客/伴娘/伴郎开麦说祝福语环节。</p>
  <p>最后，感谢大家在百忙之中赶来，见证他们的幸福时刻，希望大家在这里度过一个愉快、难忘的时光。让我们一起为[新郎姓名]和[新娘姓名]的美好未来欢呼，祝愿他们永结同心，百年好合！愿他们的生活充满阳光，幸福永远！</p>
  <p>为他们的坚定信念欢呼喝彩，祝福他们在未来的日子里，爱情永恒，幸福绵长，携手走过每一个灿烂的明天。</p>
  <p>谢谢大家！</p>
  `,
  },
];
